{
  "data": [
    {
      "text": "Horizontes y propuestas para transformar el sistema educativo chileno.",
      "autor": "Biblioteca del Congreso Nacional, 2020El libro que presentamos en esta oportunidad entrega un conjunto de\npropuestas que, con una mirada de futuro, apuntan al mejoramiento de la\ncalidad de la educación en Chile. En él se reúnen artículos elaborados por\nun selecto grupo de mujeres y hombres con experiencia, conocimientos\ny especialización en el área de la educación, quienes entregan, desde\ndistintas perspectivas, una amplia mirada al estado actual de la\neducación en Chile y su visión de hacia dónde creen que el país y sus\npolíticas educacionales debieran moverse. Lo anterior se complementa\ny enriquece considerablemente con propuestas que, de manera crítica,\nidentifcan los grandes desafíos que enfrenta la educación en nuestro\npaís, dimensionan cuánto queda aún por avanzar y anticipan el modo en\nque nuestro Congreso Nacional puede participar de esta tarea.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "109 parlamentarias. En 209 años de Historia del Congreso Nacional de Chile.",
      "autor": "Biblioteca del Congreso Nacional, 2020El libro 109 parlamentarias: en 209 años de historia del Congreso Nacional de Chile, recoge la historia política y parlamentaria de las mujeres que llegaron al parlamento. La presencia de las mujeres en el Congreso Nacional se inserta dentro\nde un complejo proceso de luchas políticas, sociales y culturales,\nenmarcado históricamente en una perspectiva de larga duración.\n\nEn síntesis, se puede afirmar que la trayectoria histórica y política chilena desde 1949 a la actualidad\nha sido el espacio y tiempo donde se han expresado las demandas de las mujeres y del movimiento\nfemenino en general. Esto, por cierto, está vinculado a los avances y retrocesos de la democracia y de la\nparticipación política en nuestro país, dentro del cual el Congreso Nacional juega un lugar protagónico.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Gabriel González Videla : Pragmatismo político en tiempos de agitación y cambio",
      "autor": "Biblioteca del Congreso Nacional, 2019El libro que la Biblioteca del Congreso Nacional (BCN) presenta en esta oportunidad, invita a un recorrido por la trayectoria pública de este hombre con vocación diplomática y política. Lo hace rescatando trozos de sus escritos e intervenciones realizadas a lo largo de su vida, también de acontecimientos históricos en muchos de los cuales fue el principal protagonista y contrastando opiniones vertidas por adver- sarios y admiradores. Todos elementos que, con una mirada desde el presente, permiten a los autores entregar una relectura de los acontecimientos de mediados del siglo pasado y por cierto, también ayudan a explicar algunas características de nuestro presente.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Guía de Formación Cívica.",
      "autor": "Biblioteca del Congreso Nacional, 2018La Guía de Formación Cívica es un documento elaborado por la Biblioteca del Congreso Nacional (BCN), como parte de su Programa de Formación Cívica. Esta iniciativa encontró un impulso adicional en el convenio suscrito por la BCN con el Senado, la Cámara de Diputados y el Ministerio Secretaría General de la Presidencia en 2003.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Juntas de vecinos en Chile 50 años historia y desafíos de participación.",
      "autor": "Biblioteca del Congreso Nacional, 2018Este libro quiere ser un instrumento para un cambio necesario en el\npaís. Que se afrma en la experiencia pasada y presente para pensar un mejor\nfuturo. Esperamos contribuir en esta dirección. Este coordinador agradece a las\ninstituciones que han hecho posible la publicación de este trabajo, la Presidencia\ndel Senado, la Biblioteca del Congreso y su excelente y comprometido equipo\ny la Universidad de Los Lagos que contribuyó con el aporte académico\nnecesario. También por cierto a las autoras y autores que generosamente y sin\notra motivación que el compromiso con la democracia participativa y otra\nretribución que aportar al proceso social chileno, elaboraron los capítulos y se\natuvieron a los plazos y formas establecidas.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "El estado de las relaciones de Chile con  Asia Pacífico: obstáculos y desafíos para una estrategia a futuro.",
      "autor": "Biblioteca del Congreso Nacional, 2017La apertura económica de Chile al mundo en la década de los noventa, y su apuesta particular a la cuenca del Pacífico, lo ha posicionado como una plataforma de Asia en Sudamérica.\nAsimismo hoy le permite capear la incertidumbre y la “nueva ola proteccionista” imperante, a través de una amplia gama de oportunidades en ámbitos diversos como la política, comercio, cultura, ciencia y tecnología, entre otros.\nPero la importancia de esta apuesta estratégica hacia esa región no sólo radica en estos aspectos, sino también en el consenso público – privado, que la avala y proyecta al futuro.\nEn 2017, Asia Pacífico es tan relevante para Chile como lo es América o la Unión Europea.\nAsimismo, este desarrollo ha estado en sintonía con el creciente protagonismo de Asia en la economía y política mundial.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Reforma agraria chilena : 50 años, historia y reflexiones.",
      "autor": "Biblioteca del Congreso Nacional, 2017La conmemoración de los 50 años de la ley que impulsó la reforma agraria ha generado un interesante debate sobre su impacto y consecuencias, que no debe sorprender puesto que se trata de una de las experiencias de transformación social más profundas que ha vivido la sociedad chilena. Y es justamente en estos ámbitos en los que las publicaciones de la Biblioteca del Congreso Nacional buscan aportar, bajo el convencimiento que abren una valiosa oportunidad de reflexión. La riqueza del conjunto de miradas y perspectivas que entrega este libro, nos permite concluir que el complejo y profundo proceso vivido por Chile hace medio siglo, produjo un quiebre en el modo de ser y hacer. Qué duda cabe; estamos hablando de la transformación de estructuras que permanecieron estáticas por muchas décadas, posibilitando la incorporación del sector rural al desarrollo social, cultural, económico y político del país.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Patricio Aylwin Azócar. Una vida republicana: convicción, política y doctrina.",
      "autor": "Biblioteca del Congreso Nacional, 2016Este  libro es el cuarto de la serie presidentes que la Biblioteca del Congreso Nacional publica desde 2008, año en que iniciamos el proyecto con don Salvador Allende, luego don Arturo Alessandri en 2012 y con don Eduardo Frei Montalva en 2013. Esta serie tiene como característica que el abordaje de los temas proviene de profesionales de distintas disciplinas que desarrollan su investigación desde sus especialidades, enriqueciendo las miradas y complementando perspectivas.Este libro recorre sus orígenes familiares, sus inicios en el mundo del derecho y el estudio y la investigación del ámbito jurídico, su pasión y convicción de toda la vida, así como su entrega a las doctrinas sociales católicas y la fundación del Partido Demócrata Cristiano. Asimismo, se detiene en su labor como senador, como político, como luchador por el derecho y la justicia y su labor como mandatario en un momento importante para el país.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Violencia sexual contra la infancia: El avance legislativo y sus desafíos.",
      "autor": "Biblioteca del Congreso Nacional, 2015El objetivo de esta obra es, precisamente, poner a disposición de la comunidad en general y de los operadores jurídicos en especial, una herramienta de fácil consulta que les permita conocer el proceso vivido por Chile en el tratamiento\nnormativo de la violencia sexual contra la infancia desde el retorno a la democracia, en el año 1990, cuando la preocupación se centraba en el maltrato de menores, la prostitución infantil y la rehabilitación de las niñas que la ejercían, hasta nuestros días, cuando la atención se coloca principalmente pero no exclusivamente sobre las nuevas formas de comisión delictual que propician las actuales tecnologías de la información y las comunicaciones, y que exponen a niños, niñas y adolescentes a inciertos escenarios de riesgo.Vea contenido complementario aquí.\n                Descarga versión PDF \n                \n                      \n                  Descarga versión ePUB \n                 \n                \n                versión hojeable "
    },
    {
      "text": "De los Andes a la Gran Muralla: 45 años de relaciones entre Chile y China",
      "autor": "Biblioteca del Congreso Nacional, 2015Segunda edición del libro que busca facilitar un entendimiento de la China actual y convertirse en una guía para los chilenos que deseen realizar emprendimientos en este país asiático. Lo hace en un espíritu que promueve la cooperación y comunicación entre ambas naciones. La transformación de China ha sido tan acelerada que a veces no nos percatamos de un hecho evidente: que se ha convertido en una potencia de carácter mundial. Guste o no, China marcará nuestras acciones en las próximas décadas. Este libro busca incorporar a nuestro mapa mental este hecho decisivo.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Breve Historia del Congreso Nacional de Chile.",
      "autor": "Biblioteca del Congreso Nacional, 2015En 1882 se inició la historia de la Biblioteca del Congreso Nacional bajo el nombre de la Biblioteca de la Cámara, por iniciativa de Pedro Montt Montt, diputado por Petorca quien posteriormente fue Presidente de la República entre los años 1906 y 1910. Luego de un año en sesión de la Cámara de Diputados de 12 de junio de 1883 se acordó pedir 1.500\npesos al gobierno para fomento de la biblioteca de la Cámara. Sólo el 14 de noviembre\nde 1883, en una sesión del Senado, se le denominó Biblioteca del Congreso Nacional.\nSu primera sede estuvo ubicada en el segundo piso del edificio del Congreso Nacional,\nque se había erigido entre los años 1858 y 1876.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "La ciudad que queremos",
      "autor": "Biblioteca del Congreso Nacional, 2015Hacia una política de ciudades / Sr. Luis E. Bresciani Lecannelier -- La movilidad como oportunidad para el desarrollo urbano y territorial / Sra. Paola Jirón Martínez -- Hacia una política de integración social urbana: cinco carencias de la Política Nacional de Desarrollo Urbano / Sr. Francisco Sabatini Downey -- Algunas reflexiones sobre la Política Nacional de Desarrollo Urbano, la Economía Urbana y el financiamiento de las ciudades / Sr. Pablo Trivelli Oyarzún -- Palabras del Director de la Biblioteca del Congreso Nacional de Chile / Sr. Manuel Alfonso Pérez Guíñez.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Escucha Chile: Comunicación, política y solidaridad 1973-1990",
      "autor": "Biblioteca del Congreso Nacional, 2015El programa Escucha Chile en Radio Moscú -- El fondo Escucha Chile -- Aquí Radio Moscú .. ¡Escucha Chile! -- Testimonios orales en la historia de Chile -- El equipo -- Los auditores -- Fragmentos de Escucha Chile.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Retrato de la desigualdad en Chile: segunda edición actualizada.",
      "autor": "Biblioteca del Congreso Nacional, 2014Retrato de la desigualdad en Chile, segunda versión, es una actualización de la investigación multidisciplinaria realizada por Biblioteca del Congreso Nacional en el año 2012. Se divide en 10 capítulos, Concepto de Desigualdad y su Sentido en Distintos Sectores de Política Pública, Distribución de Ingresos, Desigualdad de oportunidades para la generación escolar 2011, Desigualdad de oportunidades en la Educación Superior, Desigualdades en Salud en Chile según Sexo y Territorio, Desigualdad en el Mercado Laboral, Componentes de Desigualdad en la Comisión de Delitos, Movilidad como factor de Desigualdad Social en Chile y en sus Áreas Metropolitanas, Accesibilidad, Fronteras Interiores y Desigualdad Social, Conclusiones.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Eduardo Frei Montalva: Fe, política y cambio social",
      "autor": "Biblioteca del Congreso Nacional, 2014Eduardo Frei Montalva: breves notas biográficas por David Vásquez -- Una aproximación al pensamiento político\ndel ex Presidente de la República de Chile Eduardo Frei Montalva por Fernando Arrau -- \nEduardo Frei Montalva: Representación Política y Legislación por Rodrigo Obrador -- ¡Ni capitalistas, ni comunistas! Una revolución en libertad en Guerra Fría por \nFelipe Rivera -- La economía en el gobierno del Presidente Eduardo Frei Montalva:\nantecedentes, contexto y testimonio de sus ideas por María Soledad Larenas -- \nLa reforma agraria y la chilenización del cobre, dos iniciativas fundamentales del gobierno de Eduardo Frei Montalva por Edmundo Serani -- Eduardo Frei Montalva y el espíritu de la educación por Mauricio Amar -- La promoción popular: “el pueblo organizado” por Pía Montalva y Yalile Uarac -- Visión de la mujer en el pensamiento y acción del Presidente Eduardo Frei Montalva por Jacqueline Saintard.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "ASEAN la nueva frontera de Chile en Asia",
      "autor": "Biblioteca del Congreso Nacional, 2014Esta publicación busca situar en el mapa\nmental chileno los países del Sudeste Asiático y su organización, la Asociación de\nNaciones del Sudeste Asiático (ASEAN),\ny considerarlos como un espacio político,\neconómico y cultural valioso para realizar\nnuevos emprendimientos. A su vez, intenta\nir más allá del exotismo asociado a la\nzona y presentarlos con un alto potencial\npara Chile.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Eugenio González Rojas: socialista, humanista y demócrata.",
      "autor": "Biblioteca del Congreso Nacional, 2013Prólogo -- Biografía -- Doctrina -- Álbum -- Estudiante -- Socialista -- Senador -- Académico -- Documentos.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Eduardo Cruz-Coke Lassabe: política, ciencia y espíritu: 1899-1974.",
      "autor": "Biblioteca del Congreso Nacional, 2013La presente publicación ilustra la importante figura de Eduardo Cruz-Coke. Recorre desde su niñez en Valparaíso hasta convertirse en un importante político que hizo grandes aportes a las políticas públicas en salud y bienestar social.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Arturo Alessandri Palma y su época: vida, política y sociedad",
      "autor": "Biblioteca del Congreso Nacional, 2012Libro que aborda los momentos y episodios más relevantes de la trayectoria política de Arturo Alessandri Palma, desde los orígenes históricos de su familia, su entrada a la política, las ideas y autores que lo inspiraron, las campañas electorales, los cargos parlamentarios, ministeriales y sus dos períodos como presidente de Chile.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Retrato de la desigualdad en Chile",
      "autor": "Biblioteca del Congreso Nacional, 2012Libro que aborda algunos elementos de la discusión teórica relativa a desigualdad, en una revisión rápida, así como su abordaje reciente desde Chile. Se profundiza en la noción de “oportunidades” como variable crítica, desembocando en la propuesta de considerar la categoría de “estructura de oportunidades” para el análisis de la desigualdad, como abordaje a desarrollar, incorporando aspectos cuantitativos y cualitativos.\nFinalmente se presentan de modo breve los sectores estudiados en el conjunto de documentos que este texto introduce:\n\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Dos voluntades para el desarrollo: 50 años de relaciones entre Chile y Corea",
      "autor": "Biblioteca del Congreso Nacional, 2012El presente libro busca estimular la comunicación y cooperación intercultural entre Chile y Corea del Sur. Quiere acercar esta nación a los chilenos, especialmente en el caso de quienes deseen realizar actividades o emprendimientos con ella.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "De los Andes a La Gran Muralla",
      "autor": "Biblioteca del Congreso Nacional, 2010El presente libro busca facilitar un entendimiento de la China actual y convertirse en una guía para los chilenos que deseen realizar emprendimientos en este país asiático. Lo hace en un espíritu que promueve la cooperación y comunicación entre ambas naciones.\nLa transformación de China ha sido tan acelerada que a veces no nos percatamos de un hecho evidente: que se ha convertido en una potencia de carácter mundial. Guste o no, China marcará nuestras acciones en las próximas décadas. Este libro busca incorporar a nuestro mapa mental este hecho decisivo.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "La ruta chilena hacia el Sol Naciente",
      "autor": "Biblioteca del Congreso Nacional, 2009Este libro, realizado por el Programa Asia Pacífico, se basa en más de treinta entrevistas a protagonistas del intercambio entre Chile y Japón. Los temas tratados son la confianza, la historia bilateral, la armonía, el intercambio cultural, el mundo de los negocios, el rol de la mujer y las proyecciones de los vínculos binacionales.\n                Descarga versión PDF \n                \n                      \n                  Descarga versión ePUB \n                 \n                \n                versión hojeable "
    },
    {
      "text": "Compendio de legislación cultural Chilena",
      "autor": "Biblioteca del Congreso Nacional, 2009Legislación cultural comentada. Normativa sobre fomento y promoción de la creación. Régimen legal del derecho de autor y derechos conexos. Régimen profesional y laboral del trabajo artístico. Régimen legal del libro. Régimen legal de la actividad audiovisual. Régimen legal de fomento a la música. Régimen legal de patrimonio cultural. Reconocimiento constitucional a los derechos culturales. Reconocimiento de los derechos culturales en el derecho internacional. Consejo Nacional de la Cultura y las Artes. Consejo Nacional de Televisión -- Principales normas culturales. Carta fundamental. Leyes. Decretos.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Gabriela...a 60 años de su premio nobel",
      "autor": "Biblioteca del Congreso Nacional, 2009La obra que se publica, contiene textos de gran valor histórico, relativos a Gabriela Mistral, especialmente las intervenciones que en el Congreso Nacional y en especial en el Senado de Chile, se han realizado con relación a su persona.\n\nEn este libro están contenidos entre otros, los homenajes que el Senado de Chile rindiera a la poetisa en el año 1945 con motivo de haber recibido el Premio Nobel de Literatura, cuyas actas recogen las intervenciones de destacados Senadores de la época, como lo fueron Gabriel González Videla, Pablo Neruda, Eduardo Cruz-Coke, Miguel Cruchaga y Jaime Larraín.\n                Descarga versión PDF \n                \n                      \n                  Descarga versión ePUB \n                 \n                \n                versión hojeable "
    },
    {
      "text": "El diputado Bernardo O'Higgins en el Congreso de 1811",
      "autor": "Biblioteca del Congreso Nacional, 2009Es importante, en esta publicación, citar textualmente el primer párrafo del prólogo: \"Al solicitar al Departamento de Estudios, Extensión y Publicaciones de la Biblioteca del Congreso Nacional, la elaboración de una investigación sobre el rol de Bernardo O'Higgins en la creación del Primer Congreso Nacional de 1811 y de su participación como diputado en este primer Parlamento que tuvo Chile, quisimos subrayar la visión profunda del Padre de la Patria, que comprendió que la revolución independentista sólo era posible si se incorporaba en ella al pueblo, se creaban órganos de representación popular y se generaban, al unísono, instituciones que dieran forma a un  nuevo Estado\"\n                Descarga versión PDF \n                \n                      \n                  Descarga versión ePUB \n                 \n                \n                versión hojeable "
    },
    {
      "text": "1883-2003 : 120 años de la Biblioteca del Congreso Nacional de Chile.",
      "autor": "Biblioteca del Congreso Nacional, 2009De libros y bibliotecas: o el valor detrás del correcto gobernar / David Vásquez Vargas -- La Biblioteca del Congreso Nacional: los primeros cuarenta años. Orígenes y primeros directores / Pablo Valderrama Hoyl -- La Biblioteca del Congreso Nacional: Don Jorge Ugarte Vial y la consolidación de una biblioteca al servicio del Parlamento 1931-1968 / Juan Guillermo Prado Ocaranza -- La Biblioteca del Congreso Nacional entre 1969 y 1990: procesos de cambio y continuidad / Ximena Feliú Silva -- La Biblioteca del Congreso Nacional como centro de recursos de información y asesoría para el parlamento. La gestión de Ximena Feliú Silva 1990-2003 / Marialyse Délano Serrano. Biblioteca del Congreso Nacional de Chile. Información institucional -- The Library of the National Congress of Chile: brief historical background -- Library of the National Congress of Chile. Institutional information.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Claudio Arrau León y el Congreso Nacional de Chile: 1908-1921",
      "autor": "Biblioteca del Congreso Nacional, 2009Homenaje al centenario del concierto de Claudio Arrau en Chillán en 1908 y el apoyo parlamentario para su beca en Alemania.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "Salvador Allende: Vida política y parlamentaria 1908-1973",
      "autor": "Biblioteca del Congreso Nacional, 2009Este libro recorre el itinerario de pensamiento y vocación política del ex presidente recogiendo sus intervenciones como diputado y senador, sus discursos en instancias internacionales, sus propios textos, algunas entrevistas relevantes, sus propuestas de leyes –particularmente aprovechando las fuentes propias de la Biblioteca del Congreso que recopilan la labor parlamentaria de Salvador Allende- para recorrer, no sólo su trayectoria política, sino buena parte de la historia política chilena del último medio siglo.\n                Descarga versión PDF \n                \n                \n                versión hojeable "
    },
    {
      "text": "El comercio en la memoria y en el futuro de Chile : 150 años de la Cámara Nacional de Comercio, Servicios y Turismo.",
      "autor": "Biblioteca del Congreso Nacional, 2008Este libro aborda desde una amplia perspectiva los antecedentes del comercio en Chile a fines del siglo XVIII, los orígenes de la Cámara Nacional de Comercio, en 1858, los parlamentarios comerciantes que han aportado a la legislación comercial de Chile, el rol de Valparaíso y sus casas comerciales como epicentro de la economía nacional en el siglo XIX, hasta la proyección de expectativas, e intereses en la moderna economía contemporánea, electrónica, digital, simultánea y vertiginosa.\n                Descarga versión PDF \n                \n                      \n                  Descarga versión ePUB \n                 \n                \n                versión hojeable "
    },
    {
      "text": "La Masacre de la Escuela Santa María de Iquique: mirada histórica desde la Cámara de Diputados.",
      "autor": "Biblioteca del Congreso Nacional, 2007Se cumplen 100 años de la Masacre de la Escuela de Santa María de Iquique, donde fueron asesinados a mansalva miles de trabajadores chilenos, bolivianos y peruanos, mujeres, niños y familias enteras, quienes habían bajado de la Pampa salitrera para exigir simplemente mínimas condiciones laborales y de vida. El gran capital británico había tomado posesión de la mayor parte de las salitreras y John North impuso no sólo su dominio económico en el norte de Chile, sino también su ley. La historia da cuenta que el gobierno del Presidente Pedro Montt ofrece - cuando era inminente la llegada de miles de obreros pampinos a Iquique - a la empresa británica pagar la mitad del aumento de los salarios pedidos por los huelguistas. La respuesta fue lapidaria: \"no es un tema de platas, es un tema de principios, de autoridad y la autoridad debe ser repuesta\". Así lo hicieron las autoridades de la época. Fue el mismo criterio impuesto y defendido por el General Roberto Silva Renard, quién dio la orden de disparar sobre la multitud, sin importar si los huelguistas constituían o no una amenaza; el hecho es que no podían asomarse a la historia, no tenían derecho a manifestarse, sus reivindicaciones eran a priori considerados como ilegítimas. Este hecho sangriento marca el inicio del segundo siglo independiente de Chile y avizora decenios que son, a la vez, de consolidación de la República y de grandes luchas sociales, en las que no estuvo ausente la violencia y la represión. El centenario de la República habría de estar caracterizado por un solo tema, expuesto desde las más diversas perspectivas intelectuales y académicas, políticas y sociales: la \"crisis moral\" como característica central de la decadencia oligárquica y de la emergencia de la llamada \"cuestión social\". Todo ello quedó bien expresado y sintetizado en la Masacre de Santa María de Iquique.  Pese al prolongado silencio que encubrió por muchos años la historia de la Masacre de Santa María de Iquique, Chile ya no fue el mismo después de este hecho. Por la magnitud de este acontecimiento y la necesidad de repensar nuestra historia, por la exigencia de descorrer el velo y transparentar la forma como se vivió esta Masacre en el debate, la reflexión y la fiscalización de la Cámara de Diputados de la época pero, esencialmente, como forma de rendir un póstumo homenaje a los miles de seres anónimos caídos en esta lucha social, es que decidimos a fines del año pasado encargar a un grupo de destacados investigadores y cientistas sociales de nuestra Biblioteca del Congreso Nacional, la preparación de este libro\" La Masacre de la Escuela de Santa María de Iquique. Mirada histórica desde la Cámara de Diputados\", que aparece justamente un año después, a pocos días de conmemorarse los 100 años de estos trágicos acontecimientos. Por otro lado, este libro también inaugura la colección de publicaciones de la Biblioteca del Congreso Nacional, que es la expresión viva del compromiso del Parlamento con la reflexión sobre el futuro del país y de su gente.\n                Descarga versión PDF \n                \n                      \n                  Descarga versión ePUB \n                 \n                \n                versión hojeable "
    }
  ]
}